{
  "Introducción": {
    "texto": "La anatomía del sistema respiratorio tiene un papel fundamental en el manejo de la ventilación mecánica. Comprender la estructura de las vías respiratorias permite al profesional de la salud intubar de forma segura y eficaz, ventilar al paciente sin causar lesiones y anticipar posibles complicaciones. El ventilador mecánico interactúa directamente con la vía aérea del paciente: desde la introducción de un tubo endotraqueal hasta la insuflación de aire en los pulmones. Conocer las dimensiones y características anatómicas de la nariz, faringe, laringe, tráquea y bronquios es esencial para evitar trauma (por ejemplo, lesiones en cuerdas vocales o intubación de un solo pulmón) y para optimizar la oxigenación y ventilación. Un sólido entendimiento anatómico ayuda a prevenir complicaciones como intubaciones difíciles, colocación incorrecta del tubo o barotrauma alveolar. A continuación se presentan los objetivos de aprendizaje de esta lección:",
    "objetivos": [
      "Describir la anatomía de las vías aéreas superiores (nariz, cavidad oral, faringe, laringe) y su relevancia durante la intubación endotraqueal.",
      "Identificar las estructuras clave de la laringe (epiglotis, cuerdas vocales, glotis) y explicar por qué constituyen la región más estrecha en la vía aérea adulta.",
      "Reconocer las diferencias anatómicas entre el bronquio principal derecho e izquierdo y comprender cómo estas afectan la colocación del tubo endotraqueal y la ventilación de ambos pulmones.",
      "Explicar la organización del árbol bronquial hasta los alvéolos y cómo la ventilación mecánica puede influir en cada nivel (por ejemplo, necesidad de PEEP para mantener alvéolos abiertos).",
      "Aplicar el conocimiento anatómico para evitar y manejar complicaciones comunes de la ventilación mecánica (intubación selectiva de un pulmón, trauma en vías aéreas, barotrauma alveolar)."
    ]
  },
  "Conceptos Teóricos": "**Vías aéreas superiores (nariz, cavidad oral, faringe, laringe)**. Las vías respiratorias superiores actúan como la entrada y preparación del aire antes de que llegue a los pulmones. La nariz filtra partículas, calienta y humedece el aire inspirado; al intubar un paciente, se bypassa esta función, por lo que el aire suministrado por el ventilador debe ser humidificado y calentado externamente. La faringe, compartida con el tracto digestivo, conecta la cavidad nasal y oral con la laringe. Se divide en nasofaringe, orofaringe y laringofaringe. Durante la intubación orotraqueal, el tubo pasa por la orofaringe hacia la laringe. La laringe, sostenida por cartílagos (tiroides, cricoides, aritenoides, etc.), aloja las cuerdas vocales. La abertura entre las cuerdas vocales (glotis) es el segmento más estrecho de la vía aérea en el adulto. Por este espacio debe pasar el tubo endotraqueal (TET) durante la intubación. En niños pequeños, a diferencia de adultos, el punto más estrecho es la región subglótica a nivel del cartílago cricoides, lo que se ha de tener en cuenta al seleccionar el tamaño del tubo y en la técnica de intubación pediátrica. El cartílago epiglótico (epiglotis) actúa como una tapa que protege la vía aérea durante la deglución; durante la laringoscopia, el clínico debe levantar la epiglotis para visualizar las cuerdas vocales. Aspectos anatómicos como una lengua voluminosa, cuello corto o movilidad cervical limitada pueden hacer difícil la visualización de la glotis (vía aérea difícil). Por ello, conocer la anatomía permite posicionar adecuadamente al paciente (por ejemplo, en \"posición de olfateo\" que alinea los ejes oral, faríngeo y laríngeo) y usar dispositivos adecuados (laringoscopios o videolaringoscopios) para una intubación exitosa.\n\n_Ejemplo clínico_: Un paciente obeso con cuello corto llega a emergencias en insuficiencia respiratoria. Durante la intubación, el anestesiólogo encuentra dificultades para ver las cuerdas vocales (visión de Cormack-Lehane grado 3). Se aplican maniobras como la elevación del mentón y se utiliza un videolaringoscopio, logrando finalmente la intubación. Este caso ilustra cómo las variaciones anatómicas (obesidad, cuello corto) pueden complicar la intubación y cómo el conocimiento de la anatomía y las ayudas disponibles permiten asegurar la vía aérea de forma segura.\n\n**Tráquea y bronquios principales**. La tráquea es un tubo fibrocartilaginoso de ~11 cm de longitud en adultos, formado por anillos cartilaginosos en forma de C que la mantienen abierta y una pared posterior muscular (músculo traqueal) que permite flexibilidad y contacto con el esófago. Su diámetro interno ronda 1.5–2 cm en adultos (ligeramente mayor en hombres), suficiente para alojar un TET típico (los tubos para adultos tienen diámetros entre ~7.0 y 8.5 mm). La tráquea se bifurca a la altura del ángulo esternal (aprox. nivel T4–T5) en dos bronquios principales. El bronquio principal derecho es más corto (unos 2.5 cm hasta su primera ramificación) y casi recto (forma un ángulo de ~25° con la vertical). En contraste, el bronquio principal izquierdo es más largo (~5 cm) y se orienta en ~45° con respecto a la vertical. Además, el bronquio derecho tiene un calibre ligeramente mayor que el izquierdo. Estas diferencias explican por qué un TET avanzado demasiado tiende a entrar en el bronquio derecho: es el camino más \"alineado\" y amplio. Por ello, tras intubar se debe auscultar ambos hemitórax; si solo se escuchan murmurios vesiculares en el lado derecho, es probable que la punta del tubo esté en el bronquio derecho (intubación selectiva). La posición ideal del tubo es en la tráquea, con su extremo ~2–3 cm por encima de la carina, asegurando la ventilación de ambos pulmones. Desde los bronquios principales, la vía aérea se divide en bronquios lobares (3 en el pulmón derecho, 2 en el izquierdo) y luego en bronquios segmentarios (aproximadamente 10 segmentarios por pulmón, dependiendo de la anatomía).\n\n_Ejemplo clínico_: Un paciente intubado en la UCI presenta saturación baja y movimientos respiratorios asimétricos: el hemitórax derecho se eleva con cada ventilación, pero el izquierdo apenas se mueve. Al examinar, solo se auscultan ruidos respiratorios en el lado derecho. Se sospecha intubación selectiva del bronquio derecho. Al retirar ligeramente el TET (de 24 cm a 21 cm a nivel de incisivos) y reajustar, los sonidos pulmonares vuelven a escucharse bilateralmente y la saturación mejora. Este caso evidencia la importancia de conocer la anatomía bronquial: un tubo colocado demasiado profundo puede ventilar solo un pulmón (generalmente el derecho), causando atelectasia del lado no ventilado. La verificación bilateral de la ventilación y la colocación correcta del tubo previenen esta complicación.\n\n**Bronquiolos y alvéolos**. Los bronquios segmentarios se ramifican en bronquiolos, tubos de diámetro pequeño (<1 mm) que ya no poseen cartílago en sus paredes. La generación final de la zona de conducción son los bronquiolos terminales; más allá de estos se encuentran los bronquiolos respiratorios que dan paso a conductos alveolares y sacos alveolares. En los extremos de este árbol se hallan los alvéolos, diminutas bolsas de aire de ~0.2 mm de diámetro cada una, agrupadas en racimos (sacos alveolares) como racimos de uvas. Se estima que los pulmones humanos contienen del orden de 300 a 500 millones de alvéolos en total, brindando una enorme superficie para el intercambio gaseoso (70–80 m², equivalente a una cancha de tenis). La función de los alvéolos es permitir que el oxígeno pase al torrente sanguíneo y que el dióxido de carbono se elimine en la espiración. En condiciones normales, al final de una espiración tranquila, muchos alvéolos permanecen abiertos gracias a la tensión superficial reducida por el surfactante y a la presión residual positiva. En un paciente con ventilación mecánica, especialmente si tiene los pulmones enfermos (p. ej., en síndrome de distrés respiratorio agudo, SDRA), es frecuente que algunos alvéolos estén colapsados (atelectasia). El ventilador puede ayudar a reabrirlos mediante la aplicación de **PEEP** (presión positiva al final de la espiración), que mantiene cierta presión en las vías al final de cada espiración para evitar el colapso alveolar. Esta estrategia de \"ventilación a pulmón abierto\" mejora la oxigenación al reclutar unidades alveolares colapsadas. Sin embargo, la ventilación mecánica también conlleva riesgos: si se usan volúmenes muy altos o presiones excesivas, los alvéolos pueden sobredistenderse y lesionarse (volutrauma/barotrauma). La ruptura alveolar por barotrauma puede provocar fugas de aire (neumotórax, enfisema subcutáneo) e inflamación pulmonar. Por ello, conocer la capacidad y límites del tejido pulmonar es crucial al programar el ventilador: se deben usar volúmenes corrientes seguros (6–8 mL/kg en pacientes con SDRA) y limitar la presión plateau (≤30 cmH₂O), además de aplicar PEEP óptima para proteger los alvéolos.\n\n_Ejemplo clínico_: Un paciente con neumonía grave (SDRA) está conectado a ventilación mecánica. En la radiografía de tórax se observan opacidades difusas (pulmón \"blanco\"), indicativas de muchos alvéolos colapsados o llenos de líquido. Los médicos ajustan la ventilación con un volumen corriente bajo y PEEP alta (por ejemplo, 14 cmH₂O) para mantener abiertos los alvéolos. Tras estos cambios, mejora la oxigenación del paciente. Sin embargo, se vigilan de cerca las presiones en la vía aérea para evitar el barotrauma. Este caso demuestra cómo la comprensión de la anatomía microscópica pulmonar (alvéolos colapsados en SDRA) guía la configuración del ventilador: se busca reclutar alvéolos sin causar daño por sobrepresurización.",
  "Elementos Visuales": [
    {
      "descripcion": "Ilustración anatómica de las vías aéreas superiores (perfil sagital de cabeza y cuello) mostrando cavidad nasal, boca, faringe, epiglotis, cuerdas vocales y tráquea.",
      "objetivo": "Ubicar visualmente las estructuras clave de la vía aérea superior por donde pasa un tubo endotraqueal, entendiendo su posición y relaciones para realizar una intubación segura.",
      "tipo": "imagen estática"
    },
    {
      "descripcion": "Diagrama interactivo de la vista laringoscópica: imagen desde la perspectiva de la intubación, donde el estudiante puede identificar la epiglotis, las cuerdas vocales (glotis) y el espacio por donde debe pasar el tubo.",
      "objetivo": "Familiarizar al estudiante con la anatomía visual que se aprecia durante la laringoscopia, facilitando el reconocimiento de las estructuras al intubar.",
      "tipo": "diagrama interactivo"
    },
    {
      "descripcion": "Imagen o esquema de la vía aérea inferior que muestre la tráquea, la bifurcación bronquial (carina) y la diferencia entre el bronquio principal derecho e izquierdo, incluyendo un ejemplo de un tubo mal posicionado entrando en el bronquio derecho.",
      "objetivo": "Demostrar las diferencias anatómicas entre ambos bronquios principales y enfatizar la importancia de la posición correcta del tubo endotraqueal para ventilar ambos pulmones.",
      "tipo": "imagen estática"
    },
    {
      "descripcion": "Animación sobre mecánica alveolar: secuencia que muestre alvéolos colapsándose y expandiéndose con y sin PEEP, y los efectos de un volumen excesivo (sobredistensión).",
      "objetivo": "Visualizar a nivel microscópico cómo la ventilación mecánica afecta a los alvéolos: la utilidad de PEEP para evitar colapso alveolar y los peligros de la sobrepresión que causa barotrauma.",
      "tipo": "animación"
    },
    {
      "descripcion": "Tabla de referencia con medidas anatómicas y datos relevantes: longitudes y diámetros aproximados de tráquea y bronquios, ángulos del bronquio derecho vs izquierdo, número de generaciones bronquiales, número aproximado de alvéolos y superficie pulmonar total.",
      "objetivo": "Proporcionar valores concretos y comparativos de la anatomía respiratoria para reforzar el aprendizaje (por ejemplo, diferencia de ángulo y longitud entre bronquios, dimensiones de la tráquea, magnitud de la superficie alveolar).",
      "tipo": "tabla"
    }
  ],
  "Casos Prácticos": [
    {
      "caso": "Paciente masculino de 58 años, obeso, con antecedentes de apnea del sueño, es admitido en UCI por neumonía severa que requiere intubación. Durante la laringoscopia, se observan dificultades para visualizar la glotis a pesar de la posición adecuada. Finalmente se intuba con videolaringoscopio. Se constata luego que el paciente tenía cuello corto y Mallampati IV.",
      "preguntas": [
        "¿Qué características anatómicas contribuyeron a la dificultad de intubación en este paciente?",
        "Mencione al menos dos maniobras o dispositivos que pueden mejorar la visualización de la glotis en una vía aérea difícil.",
        "¿Por qué la obesidad y el cuello corto pueden dificultar la ventilación con máscara y la intubación endotraqueal?"
      ]
    },
    {
      "caso": "Paciente femenino de 70 años intubada por insuficiencia respiratoria. Tras la intubación, la saturación de oxígeno sigue baja y al auscultar se escuchan ruidos respiratorios solo en el lado derecho del tórax. Se sospecha que el tubo quedó insertado selectivamente en un bronquio.",
      "preguntas": [
        "¿Cuál es la explicación anatómica más probable de los hallazgos auscultatorios en este escenario?",
        "¿Qué medidas inmediatas se deben tomar al sospechar una intubación de un solo pulmón?",
        "¿Qué complicaciones puede sufrir el pulmón no ventilado (en este caso, el izquierdo) si el tubo permanece en esta posición?"
      ]
    },
    {
      "caso": "Paciente de 45 años con SDRA (síndrome de distrés respiratorio agudo) secundario a sepsis, en ventilación mecánica controlada. Presenta una complacencia pulmonar muy baja (pulmones \"rígidos\") y requiere PEEP elevada para mantener la oxigenación. Se discuten estrategias ventilatorias para proteger el pulmón.",
      "preguntas": [
        "Desde el punto de vista anatómico-fisiológico, ¿qué le sucede a los alvéolos en el SDRA que explica la baja oxigenación?",
        "¿Cuál es el propósito de usar una PEEP alta en este paciente y cómo beneficia a los alvéolos?",
        "Mencione dos posibles lesiones inducidas por el ventilador que se intentan evitar ajustando cuidadosamente los volúmenes y presiones en este paciente."
      ]
    }
  ],
  "Puntos Clave": [
    "La anatomía de la vía aérea superior (especialmente la laringe) es crítica para una intubación segura: la glotis en el adulto es la sección más estrecha y punto de paso obligado del tubo endotraqueal.",
    "Una correcta posición del tubo endotraqueal es 2–3 cm por encima de la carina; si se introduce demasiado, suele alojarse en el bronquio principal derecho debido a que es más corto, más ancho y más alineado con la tráquea que el izquierdo.",
    "La nariz y vías aéreas superiores acondicionan el aire (filtran, calientan, humidifican); al ventilar mecánicamente a un paciente intubado, es esencial proveer humidificación y temperatura adecuadas para proteger la mucosa traqueobronquial.",
    "El árbol bronquial se ramifica en vías cada vez más pequeñas (bronquios lobares, segmentarios y bronquiolos) llevando el aire a todas las regiones pulmonares; una obstrucción o intubación selectiva de un bronquio afectará la ventilación solo del lado comprometido.",
    "Los alvéolos son el sitio de intercambio gaseoso y deben permanecer abiertos para una oxigenación eficaz. La PEEP del ventilador ayuda a prevenir el colapso alveolar (atelectasias), mejorando la oxigenación en pacientes con áreas del pulmón colapsadas.",
    "Volúmenes corrientes excesivos o presiones muy altas en la ventilación mecánica pueden dañar la estructura alveolar, provocando barotrauma o volutrauma. Por ello, la estrategia de ventilación protectora utiliza volúmenes moderados y limita la presión alveolar.",
    "El conocimiento detallado de la anatomía respiratoria permite ajustar los parámetros del ventilador (volumen, presión, PEEP) según las necesidades del paciente, minimizando complicaciones como trauma de vía aérea, ventilación unilateral o lesión pulmonar inducida por el ventilador."
  ],
  "Autoevaluación": [
    {
      "pregunta": "¿Cuál de las siguientes estructuras corresponde al punto más estrecho de la vía aérea en un adulto durante la intubación endotraqueal?",
      "tipo": "Opción múltiple",
      "opciones": [
        "A. La glotis (espacio entre las cuerdas vocales)",
        "B. El cartílago cricoides",
        "C. La tráquea cervical a nivel de la tiroides",
        "D. La cavidad nasal, a nivel de los cornetes"
      ],
      "respuesta_correcta": "A",
      "explicacion": "En el adulto, la abertura glótica (entre las cuerdas vocales) es la porción más estrecha de la vía aérea, por donde debe pasar el tubo endotraqueal. El cartílago cricoides es el punto más estrecho en niños pequeños, no en adultos. La tráquea cervical tiene mayor calibre (≈1.5–2 cm de diámetro) que la glotis. La cavidad nasal, aunque puede ser estrecha en algunas personas, no es el segmento limitante para la intubación orotraqueal."
    },
    {
      "pregunta": "¿Por qué un tubo endotraqueal insertado demasiado profundo tiende a ventilar solo el pulmón derecho?",
      "tipo": "Opción múltiple",
      "opciones": [
        "A. Porque el bronquio principal derecho es más corto y vertical que el izquierdo, alineado con la tráquea",
        "B. Porque el bronquio principal izquierdo es más vertical que el derecho",
        "C. Porque la tráquea está desviada naturalmente hacia la derecha",
        "D. Porque el pulmón derecho tiene mayor volumen que el izquierdo"
      ],
      "respuesta_correcta": "A",
      "explicacion": "El bronquio derecho se origina de la tráquea con un ángulo menor (≈25°) y es más ancho, lo que facilita que el tubo avance directamente en él. El bronquio izquierdo es más horizontal (≈45°) y más largo, por lo que el tubo suele \"saltar\" hacia el derecho en lugar de entrar al izquierdo. La tráquea normalmente está centrada (no desviada significativamente a la derecha a menos que haya patología). El mayor volumen del pulmón derecho no influye en la dirección del tubo; es la anatomía de los bronquios la responsable."
    },
    {
      "pregunta": "Tras intubar a un paciente, solo se auscultan ruidos respiratorios en el hemitórax derecho. ¿Cuál es la causa más probable?",
      "tipo": "Opción múltiple",
      "opciones": [
        "A. El tubo endotraqueal está insertado en el bronquio principal derecho",
        "B. El pulmón izquierdo presentó un neumotórax inmediatamente tras la intubación",
        "C. Broncoespasmo selectivo del pulmón izquierdo",
        "D. Obstrucción del tubo endotraqueal por secreciones"
      ],
      "respuesta_correcta": "A",
      "explicacion": "La situación descrita es típica de una intubación selectiva del bronquio derecho, que resulta en ventilación únicamente del pulmón derecho y ausencia de entrada de aire al izquierdo. Un neumotórax izquierdo post-intubación es posible pero menos común y suele presentar también dificultad ventilatoria grave y signos radiológicos; además, el escenario inmediato post-intubación sugiere más un problema con la colocación del tubo. El broncoespasmo severo usualmente afecta ambos pulmones de forma difusa, no solo uno. Una obstrucción del tubo (p.ej. por moco) reduciría los sonidos en ambos lados o causaría sibilancias audibles, no aisladamente en un pulmón."
    },
    {
      "pregunta": "¿Cuál es el principal propósito de aplicar PEEP (Presión Positiva al final de la Espiración) en un paciente con ventilación mecánica?",
      "tipo": "Opción múltiple",
      "opciones": [
        "A. Evitar que los alvéolos se colapsen al final de la espiración, mejorando el intercambio gaseoso",
        "B. Aumentar el volumen corriente administrado en cada ventilación",
        "C. Promover la eliminación de CO₂ aumentando la ventilación minuto",
        "D. Prevenir el broncoespasmo manteniendo las vías aéreas abiertas por presión"
      ],
      "respuesta_correcta": "A",
      "explicacion": "La PEEP mantiene una presión residual en las vías respiratorias al final de la espiración, impidiendo el colapso de los alvéolos y aumentando la capacidad residual funcional. Esto mejora la oxigenación al mantener alveolos abiertos para el intercambio gaseoso. La PEEP no está diseñada para aumentar el volumen corriente (eso se ajusta con el parámetro de volumen o presión de ventilación), ni su objetivo principal es eliminar CO₂ (se afecta más por volumen corriente y frecuencia respiratoria). Tampoco previene directamente el broncoespasmo; sin embargo, al mantener la vía aérea distal abierta puede ayudar secundariamente en caso de obstrucción, pero no es su propósito primario."
    },
    {
      "pregunta": "Verdadero/Falso: Durante la ventilación mecánica invasiva, es innecesario humidificar el gas inspirado porque la vía aérea del paciente ya se encarga de ello.",
      "tipo": "Verdadero/Falso",
      "respuesta_correcta": "Falso",
      "explicacion": "Falso. En ventilación mecánica con intubación, el aire suministrado por el ventilador bypassa las vías aéreas superiores (nariz/boca), que normalmente filtran y humidifican el aire. Si no se humidifica el gas inspirado de forma artificial, la mucosa traqueobronquial del paciente puede secarse e irritarse, provocando tapones de moco y lesiones. Por lo tanto, siempre se debe humidificar activamente el aire/oxígeno administrado a un paciente intubado."
    },
    {
      "pregunta": "Verdadero/Falso: El uso de PEEP en un paciente con áreas pulmonares colapsadas ayuda a reclutar alvéolos y a mejorar la oxigenación, aunque un nivel de PEEP demasiado alto puede incrementar el riesgo de barotrauma.",
      "tipo": "Verdadero/Falso",
      "respuesta_correcta": "Verdadero",
      "explicacion": "Verdadero. La PEEP aplica presión positiva al final de la espiración, impidiendo el colapso alveolar y reclutando alvéolos previamente atelectásicos, lo que generalmente mejora la oxigenación del paciente. Sin embargo, niveles excesivos de PEEP pueden sobre-distender regiones pulmonares ya abiertas y contribuir a barotrauma (lesión por presión), por lo que se busca un equilibrio (PEEP óptima) que maximice la apertura alveolar sin causar daño."
    },
    {
      "pregunta": "¿Dónde debe ubicarse idealmente la punta del tubo endotraqueal una vez colocado en un paciente adulto?",
      "tipo": "Opción múltiple",
      "opciones": [
        "A. En la tráquea, aproximadamente 2 cm por encima de la carina",
        "B. Justo por debajo de las cuerdas vocales (apenas entrando en la tráquea)",
        "C. En el bronquio principal derecho, para asegurar la ventilación de ese pulmón",
        "D. A nivel de la carina, en contacto con la bifurcación bronquial"
      ],
      "respuesta_correcta": "A",
      "explicacion": "La punta del tubo debe quedar en la tráquea distal, unos centímetros por encima de la carina, para que ambos pulmones reciban ventilación por igual. Esto usualmente corresponde a la marca de profundidad adecuada (por ejemplo, ~21-23 cm a nivel de los incisivos en adultos, variando según la altura del paciente). Si se deja demasiado alta (como en B, justo bajo las cuerdas vocales), existe riesgo de que se desplace y accidentalmente se extube con el movimiento. Si se avanza hasta la carina o más allá (D), o intencionalmente dentro de un bronquio (C), se ventilaría solo un pulmón y se irritaría la carina, provocando tos y lesión. Por ello, la posición correcta es unos 2-3 cm por encima de la carina, centrada en la tráquea."
    }
  ],
  "Referencias Bibliográficas": [
    "Nata SC, Launico MV. **Anatomy, Airway**. En: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2025. (Última actualización Sept 2025).",
    "Apfelbaum JL, Hagberg CA, Connis RT, et al. 2022 **American Society of Anesthesiologists Practice Guidelines for Management of the Difficult Airway**. *Anesthesiology*. 2022;136(1):31-81.",
    "Gómez-Ríos MÁ, Sastre JA, Onrubia-Fuertes X, et al. **Guía SEDAR-SEMES-SEORL-CCC para el manejo de la vía aérea difícil (Parte I)**. *Rev Esp Anestesiol Reanim*. 2024;71(4):171-206.",
    "Kacmarek RM, Stoller JK, Heuer AJ. **Egan’s Fundamentals of Respiratory Care**. 12.ª ed. Elsevier; 2019.",
    "West JB, Luks AM. **West’s Respiratory Physiology: The Essentials**. 11.ª ed. Wolters Kluwer; 2021.",
    "Fan E, Brodie D, Slutsky AS. **Acute Respiratory Distress Syndrome: Advances in Diagnosis and Treatment**. *JAMA*. 2018;319(7):698-710.",
    "Standring S, ed. **Gray’s Anatomy: The Anatomical Basis of Clinical Practice**. 42.ª ed. Elsevier; 2020."
  ]
}